app/controllers/students_controller.rb

  def create
    @students = Student.create(params_path)
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Abdullah"], ["last_name", "Bajaman"], ["created_at", "2019-09-21 00:29:46.202857"], ["updated_at", "2019-09-21 00:29:46.202857"]]